<template>
<div>
<header class="aui-bar aui-bar-nav">
    <div class="aui-pull-left aui-btn"  @click="OncloseWin()" tapmode>
        <span class="aui-iconfont aui-icon-left"></span>
    </div>
    <div class="aui-title">用户协议</div>
</header>

<div class="stop_scroll" id="stop_scroll" style="padding-bottom: 0.5rem">
    <h3 id="top">一、承诺</h3>
    <h4>（一）网站承诺</h4>
    <p>我们立足于服务彩民，所有用户在本网站发起合买、代购彩票方案，我们均不收取任何手续费。</p>
    <h4>（二）用户承诺</h4>
    <p>用户须同意本网站代理购买、保管彩票、领取奖金和派发奖金的有关事宜。本网站所派发奖金均指税后奖金。</p>
    <h3>二、方案</h3>
    <h4>（一）方案发起</h4>
    <p>1、发起方案</p>
    <p>用户有权自由发起方案，包括代购与合买方案，每期方案个数不限制，合买方案同时受到用户间合买约定的约束。</p>
    <p>2、发起限额</p>
    <p>为保证方案发起的有效性，方案最低发起金额为2元；合买方案发起人须先购买方案总金额的5%或以上。</p>
    <p>3、追号规则</p>
    <p>3.1 用户可以随时发起追号任务；用户进行追号的同时，不影响其他彩票的代购合买；</p>
    <p>3.2 发起追号任务订单，账户余额不满足开始期的购买时，任务将不予发起。</p>
    <p>3.3 追号任务订单发起后，系统将于每期开售时自动执行该期的追号任务，并按所追彩种开售的当期来扣取购买金额，剩余期追号任务则在每期开售后按期扣款执行；</p>
    <p>3.4 在执行追号任务订单中，用户账户余额不足时</p>
    <p>a、只有一个彩种，用户账户余额小于当期追号所需购买金额时，当期所追彩种将不予购买（即当期的追号失败）；</p>
    <p>b、一个彩种的多个追号任务，账户余额不能满足当期多个方案的购买，则以用户发起追号任务的时间顺序来依次进行购买，发起时间早且账户余额满足所追的一个方案将优先购买；</p>
    <p>3.5 追号任务在开售的当期追号方案失败时，用户充值且账户余额能满足下一期追号方案，则追号任务在一下期继续执行；</p>
    <p>3.6 用户可以随时取消任一期的代购任务或者终于整个追号任务；</p>
    <p>3.7 设置为中奖后停止追号的追号方案，若在执行追号过程中有某期追号方案直到当期官方销售截止时仍不明确上期追号的中奖状态，则网站会对当期追号做撤单处理。如果当期撤单之后上期开奖正常，则网站会继续正常执行追号。敬请知悉由此产生的追号风险，若您不同意，则可以选择不追号或者主动撤销追号。
    </p>
    <h4>（二）方案撤回</h4>
    <p>1、撤单</p>
    <p>为确保数据安全，当方案合买进度(含保底)在50%以下，发起人和跟单人都可以自行撤单;若合买进度超过了50%，但未达到90%，跟单人不能再撤单，发起人若因特殊原因想撤单，可联系客服人员撤单;若合买进度超过了90%，就不能再撤单。在网站认购截止后，所有未合买成功方案将由系统自动撤单并返款。</p>
    <p>合买方案成功与否以方案状态为准，“已出票状态”表示该方案已经出票完毕。如果在销售截止后，方案还尚未出票，网站将在开奖之前(足彩为第一场比赛开始之前)对方案做撤单返款处理。除此之外，网站不承担其他任何责任。</p>
    <p>2、撤单金额返还和奖金分配</p>
    <p>如遇方案部分撤单，撤单部分的金额将在官方销售截止前返还至用户账户，原方案金额在方案详情页显示不变。已出票部分中奖的合买方案，奖金按照原方案中各用户的实际认购比例进行分配。若中奖奖金大于实际出票金额，则先扣除提成，再进行奖金分配。</p>
    <h4>（三）方案提成</h4>
    <p>合买方案发起人可自行设置税后奖金的0%-10%作为方案提成，网站保留提成比例调整的权利。但发起人获得提成必须满足税后奖金大于方案金额这一条件。</p>
    <h3>三、中奖</h3>
    <h4>（一）兑奖</h4>
    <p>开奖后，网站将代为办理兑奖、派奖事宜，并在1个工作日内把税后奖金添入中奖用户之预付款账户。</p>
    <h4>（二）奖金分配</h4>
    <p>代购方案的奖金均为此方案发起人所有。合买方案的奖金，发起人按照事先约定的方式、比例进行提成后，其余奖金按照此方案各用户认购金额所占比例进行分配，除不尽的部分归方案发起人所有。</p>
    <h4>（三）奖金分配计算方式</h4>
    <p>1、单关投注分配</p>
    <p>单关投注奖金为浮动奖金，以彩票中心最终公布的开奖奖金为准。</p>
    <p>2、过关投注分配</p>
    <p>过关投注奖金为固定奖金，以成功出票时的奖金为准。过关投注方案成功出票后，网站会在方案中注明方案所选场次赛果对应的奖金、彩票标识以供查询。</p>
    <h3>四、风险提示</h3>
    <h4>（一）竞彩风险</h4>
    <p>1、为了加强对“竞彩”的销售管理，在销售过程中，根据投注额、突发事件等因素，彩票管理中心销售系统可能会拒绝某些大额投注，或者暂停或提前截止某场比赛的某些特定过关组合、特定结果选项的投注，暂停或提前截止针对某场比赛的所有投注。此种情况下，网站对暂停或提前截止投注不承担任何责任。</p>
    <p>2、如遇方案部分撤单，撤单金额为方案未出票部分金额，撤单金额将在官方销售截止前陆续返还至购彩账户，原方案金额在方案详情页显示不变，已出票部分如中奖，奖金按照原方案的实际认购比例进行分配奖金。</p>
    <p>3、竞彩篮球可出票时间：周一/二/五 9:00-24:00 周三/四 07:30 - 24:00 周六/日 9:00 - 次日01:00。其他时间均为预售期。</p>
    <p>4、竞彩篮球的预设让分数和预设总分数在接受投注（含预售期投注），出票后不再变化；预设让分数和预设总分数在销售过程中可能会有所变动，但是之前已经出票的投注不受之后预设让分数和预设总分数变动的影响。</p>
    <p>5、尽力保证让分(或总分)盘口和赔率的及时更新，但因盘口和赔率随时都在变化，所以我们不能保证能完全及时更新，出票后将以实际出票的官方回执为准。</p>
    <h4>（二）其他意外因素</h4>
    <p>因官方停售、突然停电、网络异常、系统升级等意外因素导致网站预计无法全部出票的，网站保有往前调整网站销售截止时间的权利，对满员方案中未及时出票部分做撤单返款处理。除此之外，网站不承担其他责任。</p>
    <h3>五、其他</h3>
    <p>本网站保留变更本协议条款的权利。</p>
</div>
</div>
</template>

<script>
export default {
data() {
    return {
        
    };
},
methods:{
    OncloseWin: function(){
    	this.$router.go(-1);
    },
}
}
</script>

<style scoped>
    header{
        position: fixed !important;
    }
    .stop_scroll{
        font-size: 0.8rem;
        font-family: "Helvetica Neue", Helvetica, sans-serif;
        margin-top: 2.25rem;
    }
    #top{
        padding-top: 0.5rem;
    }
    h3{
        line-height: 1.8rem;
        font-size: 0.8rem;
        padding:0 0.5rem;
    }
    h4{
        line-height: 1.4rem;
        font-size: 0.7rem;
        padding:0 0.6rem;
    }
    p{
        line-height: 1.6rem;
        font-size: 0.6rem;
        padding:0 0.5rem 0 0.8rem;
    }
</style>
